Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Are you sure you want to permanently delete all episodes of "{0}" from disk?
sv: Vill du verkligen ta bort alla avsnitt av "{0}" permanent från disken?

source: Are you sure you want to remove this item from your library?
sv: Vill du verkligen ta bort det här objektet från biblioteket?

source: Attempt to Direct Play/Direct Stream DTS core from DTS-HD audio stream.
sv: Försök att direktspela/direktströmma DTS-kärna från DTS-HD-ljudström.

source: Audio stream not supported for Direct Play. {0}.
sv: Ljudströmmen stöds inte för direktuppspelning. {0}.

source: Auto Play "Up Next" videos
sv: Spela automatiskt upp videor i Nästa

source: Auto Play countdown time
sv: Nedräkningstid för automatisk uppspelning

source: Automatically play Up Next videos.
sv: Spela automatiskt upp videor i Nästa.

source: Automatically rewind playback when resuming from pause. Plex Pass required.
sv: Spola automatiskt tillbaka uppspelningen när den återupptas från paus. Plex Pass krävs.

source: Browse Library
sv: Bläddra i bibliotek

source: Bubblegum
sv: Tuggummi

source: By default, the clock visibility and format is controlled by the Roku system settings. If you override visiblity with this setting, the app time format will be used.
sv: Som standard styrs klockans synlighet och format av Roku-systemets inställningar. Om du åsidosätter synligheten med den här inställningen används appens tidsformat.

source: Can direct play
sv: Kan direktspelas

source: Cannot play the currently cast content.
sv: Det går inte att spela upp det innehåll som för närvarande castas.

source: Casting Error
sv: Castningsfel

source: Certificate
sv: Certifikat

source: Change application colors and background.
sv: Ändra appens färger och bakgrund.

source: Channel Layout
sv: Kanallayout

source: Check out the Guide to browse available programming.
sv: Öppna Guiden för att bläddra bland tillgängliga program.

source: Choose how many Cinema Trailers to play before Plex Media Server movies.
sv: Välj hur många biotrailers som ska spelas före filmer från Plex Media Server.

source: Choose if you would like the Theme Music played and the volume level while browsing TV Shows.
sv: Välj om temamusik ska spelas och vilken volym den ska ha när du bläddrar bland TV-serier.

source: Choose the language for the channel. Default uses your Plex account language, or your Roku device language if no account language is set.
sv: Välj språk för kanalen. Standard använder språket för ditt Plex-konto eller språket på Roku-enheten om inget kontospråk har angetts.

source: Choose the maximum H.264 level to be considered when deciding if the media will Direct Play, Direct Stream, or Transcode.
sv: Välj den högsta H.264-nivå som ska beaktas när det avgörs om mediet kan direktspelas, direktströmmas eller omkodas.

source: Choose whether or not to display the Discussions section on Movie and Show pages.
sv: Välj om avsnittet Diskussioner ska visas på sidor för filmer och serier.

source: Cinema Extras
sv: Biotillägg

source: Color Primaries
sv: Primärfärger

source: Color Range
sv: Färgomfång

source: Color Space
sv: Färgrymd

source: Color TRC
sv: Färg-TRC

source: Convert and stream HD or 4K video more smoothly, to more devices at once.
sv: Konvertera och strömma HD- eller 4K-video smidigare till fler enheter samtidigt.

source: Could not find any credits for this person
sv: Det gick inte att hitta några medverkande för den här personen

source: Details Screen
sv: Informationsskärm

source: Detect bandwidth and suggest quality upgrades or downgrades when playing from a remote Plex Media Server.
sv: Identifiera bandbredd och föreslå högre eller lägre kvalitet vid uppspelning från en fjärransluten Plex Media Server.

source: Determines if the server should burn in subtitles when converting video depending on the subtitles format. Avoiding burn in improves server performance.
sv: Avgör om servern ska bränna in undertexter vid videokonvertering, beroende på undertextformatet. Att undvika inbränning förbättrar serverprestandan.

source: Directed by {0}, {1}, + {2} others
sv: Regisserad av {0}, {1} och {2} andra

source: Directing
sv: Regi

source: Do you want to continue your Watch Together session?
sv: Vill du fortsätta din Titta tillsammans-session?

source: Edit Rating
sv: Redigera betyg

source: Edit Title
sv: Redigera titel

source: Edit your list description
sv: Redigera listbeskrivningen

source: Edit Your List Title
sv: Redigera listans titel

source: Enabling this may cause playback issues. Allows direct streaming of MPEG2 for live TV & DVR when 'Original' video quality is set and the source is 720p or lower. Higher resolution is excluded due to memory limitations.
sv: Att aktivera detta kan orsaka uppspelningsproblem. Tillåter direktströmning av MPEG2 för direktsänd TV och DVR när videokvaliteten ”Original” är vald och källan är 720p eller lägre. Högre upplösning utesluts på grund av minnesbegränsningar.

source: Ending on {0}
sv: Slutar den {0}

source: Failed to save On Plex settings. Please try again later.
sv: Det gick inte att spara inställningarna för On Plex. Försök igen senare.

source: Finalizing your rental with Plex…
sv: Slutför din hyra med Plex…

source: Finish Editing
sv: Slutför redigering

source: Forcing transcode for Roku model.
sv: Tvingar omkodning för Roku-modell.

source: Get the free Plex mobile app to write full reviews.
sv: Hämta den kostnadsfria Plex-appen för mobilen för att skriva fullständiga recensioner.

source: Go to {0} Details
sv: Gå till information om {0}

source: Heads up: This video may not be compatible. The media server is unable convert it because video conversion has been disabled which may affect playback.
sv: Observera: Den här videon kanske inte är kompatibel. Medieservern kan inte konvertera den eftersom videokonvertering är inaktiverad, vilket kan påverka uppspelningen.

source: Heads up: Video conversion is disabled on the server, so the bitrate may be higher than expected which may affect playback.
sv: Observera: Videokonvertering är inaktiverad på servern, så bithastigheten kan vara högre än väntat och påverka uppspelningen.

source: If this error continues, please let us know at rental-billing@plex.tv
sv: Om felet kvarstår, meddela oss på rental-billing@plex.tv

source: In a few moments you should receive password reset instructions in your email inbox. Once you have reset your password, please sign in.
sv: Om en stund bör du få instruktioner för lösenordsåterställning i din inkorg. Logga sedan in när du har återställt lösenordet.

source: Include Personal Media items in Watch History? Learn more…
sv: Inkludera objekt från Personliga medier i visningshistoriken? Läs mer…

source: Item {0} of {1}
sv: Objekt {0} av {1}

source: List Type
sv: Listtyp

source: Load More Comments
sv: Läs in fler kommentarer

source: Loading Screen
sv: Laddningsskärm

source: Mark Season as Unwatched
sv: Markera säsong som osedd

source: Mark Season as Watched
sv: Markera säsong som sedd

source: Maximum quality to use when streaming content from a remote Plex Media Server.
sv: Högsta kvalitet som ska användas vid strömning av innehåll från en fjärransluten Plex Media Server.

source: Mini-Series
sv: Miniserie

source: Move your favorite Live TV channels to the top of the lineup
sv: Flytta dina favoritkanaler för direktsänd TV högst upp i kanaluppställningen

source: Never Stop
sv: Stoppa aldrig

source: No matches found
sv: Inga matchningar hittades

source: No metadata matches were found for this item.
sv: Inga matchande metadata hittades för det här objektet.

source: No people found
sv: Inga personer hittades

source: On Content Area
sv: I innehållsområde

source: On Mini Player
sv: I minispelare

source: On Sub-navigation
sv: I undernavigering

source: Other viewers are watching ads. You will be able to join when they're done.
sv: Andra tittare ser reklam. Du kan ansluta när de är klara.

source: Our most cost-effective plan for streaming media remotely on any server—whether it's yours or someone else's.
sv: Vår mest prisvärda plan för att strömma medier på distans från valfri server – din egen eller någon annans.

source: Pick a subscription term
sv: Välj abonnemangsperiod

source: Play {0} Trailer Before Movie
sv: Spela {0} trailer före filmen

source: Play from Start
sv: Spela från början

source: Playback has stopped due to an error. Please check your connection and try again.
sv: Uppspelningen har stoppats på grund av ett fel. Kontrollera anslutningen och försök igen.

source: Playback is unavailable while using a VPN or proxy. Please disable your VPN and try again.
sv: Uppspelning är inte tillgänglig när VPN eller proxy används. Inaktivera VPN och försök igen.

source: Playback will start automatically when everyone is ready
sv: Uppspelningen startar automatiskt när alla är redo

source: Please enter some visible text.
sv: Ange synlig text.

source: Please update your server using the plex.tv web client
sv: Uppdatera servern med webbklienten på plex.tv

source: Plex Pass gives you the best of Plex with exclusive access to awesome premium features and early feature access.
sv: Plex Pass ger dig det bästa från Plex med exklusiv tillgång till utmärkta premiumfunktioner och tidig tillgång till funktioner.

source: Plex will attempt to automatically sync subtitles with the video's primary audio track.
sv: Plex försöker synkronisera undertexter automatiskt med videons primära ljudspår.

source: Popular tracks
sv: Populära spår

source: Put it on pause and save your viewing progress screen to screen
sv: Pausa och spara visningsförloppet från skärm till skärm

source: Quality Suggestion is disabled because the server has disabled transcoding.
sv: Kvalitetsförslag är inaktiverat eftersom servern har inaktiverat omkodning.

source: Quality to use when streaming content from a remote Plex Media Server.
sv: Kvalitet som ska användas vid strömning av innehåll från en fjärransluten Plex Media Server.

source: Rate {0}
sv: Betygsätt {0}

source: Ready to start watching "{0}" now? You'll have {1} hours to finish watching your rental, so grab the popcorn and get comfortable.
sv: Redo att börja titta på "{0}" nu? Du har {1} timmar på dig att se klart hyran, så ta fram popcorn och gör det bekvämt.

source: Renewing on {0}
sv: Förnyas den {0}

source: Rent using Roku Pay
sv: Hyr med Roku Pay

source: Reset Filter/Sort/Type
sv: Återställ filter/sortering/typ

source: Resume {0}
sv: Återuppta {0}

source: Resumed
sv: Återupptagen

source: Rewind on Resume
sv: Spola tillbaka vid återupptagning

source: Sample Rate
sv: Samplingsfrekvens

source: Save time and get to the good part, faster.
sv: Spara tid och kom snabbare till det bästa.

source: Scan
sv: Skanna

source: Scan requested
sv: Skanning begärd

source: Seek back time in seconds when using the "left" button. Plex Pass required.
sv: Tid för bakåtsökning i sekunder med knappen "vänster". Plex Pass krävs.

source: Seek forward time in seconds when using the "right" button. Plex Pass required.
sv: Tid för framåtsökning i sekunder med knappen "höger". Plex Pass krävs.

source: Seeked
sv: Sökt

source: Send Password Reset Email
sv: Skicka e-post för lösenordsåterställning

source: Sets the media streaming quality. Higher settings produce better video quality but require more network bandwidth.
sv: Anger kvaliteten för medieströmning. Högre inställningar ger bättre videokvalitet men kräver mer nätverksbandbredd.

source: Skip Ads in Recorded Shows
sv: Hoppa över reklam i inspelade program

source: Skip past credits sequences. Plex Pass required.
sv: Hoppa över eftertextsekvenser. Plex Pass krävs.

source: Skip past detected commercials in Plex Media Server library content. Plex Pass required.
sv: Hoppa över identifierad reklam i bibliotekets innehåll från Plex Media Server. Plex Pass krävs.

source: Skip past TV show intro sequences. Plex Pass required.
sv: Hoppa över introduktionssekvenser i TV-serier. Plex Pass krävs.

source: Sorry, the connection to Watch Together was lost
sv: Anslutningen till Titta tillsammans förlorades

source: Sorry, the request failed. Please try again later.
sv: Begäran misslyckades. Försök igen senare.

source: Sorry, we're unable to add the user to the Watch Together room
sv: Det går inte att lägga till användaren i rummet för Titta tillsammans

source: Sorry, we're unable to add the users to the Watch Together room
sv: Det går inte att lägga till användarna i rummet för Titta tillsammans

source: Sorry, we're unable to create Watch Together room
sv: Det går inte att skapa ett rum för Titta tillsammans

source: Specify the format for times displayed in the app.
sv: Ange formatet för tider som visas i appen.

source: Start {0} {1} trial
sv: Starta provperiod på {0} {1}

source: Starting on {0}
sv: Startar den {0}

source: Stop automatically playing Up Next items in Plex Media Server library content when no input has been detected for some time. Plex Pass required.
sv: Stoppa automatisk uppspelning av objekt i Nästa i bibliotekets innehåll från Plex Media Server när ingen inmatning har upptäckts på en stund. Plex Pass krävs.

source: Stream Info
sv: Strömningsinformation

source: Stream media remotely on any server you have access to.
sv: Strömma medier på distans från valfri server som du har åtkomst till.

source: Streams
sv: Strömmar

source: Subtitle Search • {0}
sv: Sök undertexter • {0}

source: Support may ask you to enable logging for diagnostic reasons. Logging may affect channel performance.
sv: Supporten kan be dig aktivera loggning av diagnostiska skäl. Loggning kan påverka kanalens prestanda.

source: The audio stream encoding format.
sv: Ljudströmmens kodningsformat.

source: The currently selected video stream.
sv: Den valda videoströmmen.

source: The file associated with this item is not accessible by the server. Please verify that the file exists and the necessary drive is available.
sv: Filen som hör till det här objektet är inte åtkomlig för servern. Kontrollera att filen finns och att den nödvändiga enheten är tillgänglig.

source: The media container format.
sv: Mediebehållarformatet.

source: The server is not available
sv: Servern är inte tillgänglig

source: The show can't go on...yet.
sv: Föreställningen kan inte fortsätta … ännu.

source: The subtitle encoding format.
sv: Undertextströmmens kodningsformat.

source: The video stream encoding format.
sv: Videoströmmens kodningsformat.

source: There was a problem placing your order with Roku.
sv: Ett problem uppstod när beställningen gjordes hos Roku.

source: There was an error loading the guide. Please try again later.
sv: Ett fel uppstod när guiden lästes in. Försök igen senare.

source: There was no audio detected during forced direct playback. Would you like to change Direct Play to Auto and try again?
sv: Inget ljud upptäcktes vid tvingad direktuppspelning. Vill du ändra Direktuppspelning till Auto och försöka igen?

source: There was no audio detected while allowing DTS-HD. Would you like to try again converting DTS-HD to a compatible format?
sv: Inget ljud upptäcktes när DTS-HD tilläts. Vill du försöka igen genom att konvertera DTS-HD till ett kompatibelt format?

source: This can take a minute. Please keep the app open to complete your rental.
sv: Detta kan ta en minut. Håll appen öppen för att slutföra hyran.

source: This is an experimental option to add the ability for playback speed adjustment. Due to some Roku limitations, this feature may not work all the time.
sv: Det här är ett experimentellt alternativ som möjliggör justering av uppspelningshastigheten. På grund av vissa Roku-begränsningar fungerar funktionen kanske inte alltid.

source: This is an experimental option to fix memory related issues during MPEG2 playback, and allows direct streaming resolutions up to 1080p.
sv: Det här är ett experimentellt alternativ för att åtgärda minnesrelaterade problem vid MPEG2-uppspelning och möjliggör direktströmning med upplösningar upp till 1080p.

source: This item has no other availability on any of your servers
sv: Det här objektet är inte tillgängligt på någon annan av dina servrar

source: This item is not available on any of your servers
sv: Det här objektet är inte tillgängligt på någon av dina servrar

source: This media has {0} subtitle streams.
sv: Det här mediet har {0} undertextströmmar.

source: This recording can only be changed by the creator or server admin.
sv: Den här inspelningen kan bara ändras av skaparen eller serveradministratören.

source: This user hasn't watched anything on Plex, as they watch Movies and Shows they will appear here.
sv: Den här användaren har inte tittat på något i Plex. När användaren tittar på filmer och serier visas de här.

source: This usually occurs when the account was created through third-party authentication such as Google or Facebook. However, you can quickly set a password for the account below.
sv: Detta inträffar vanligtvis när kontot skapades med tredjepartsautentisering, till exempel Google eller Facebook. Du kan dock snabbt ange ett lösenord för kontot nedan.

source: To access the full reviews you will need a Plex Pass
sv: Du behöver Plex Pass för att få åtkomst till de fullständiga recensionerna

source: To stream from this library (or any other library you have access to) remotely, you'll need a Remote Watch Pass subscription. Lucky for you, getting one is easy.
sv: För att strömma från det här biblioteket – eller något annat bibliotek som du har åtkomst till – på distans behöver du en Remote Watch Pass-prenumeration. Lyckligtvis är det enkelt att skaffa en.

source: Transcode health. Values greater than 1 mean the transcoder is able to transcode fast enough. Values less than 1 mean it is not. An average of 1.3 or greater will ensure a smooth transcode.
sv: Omkodningshälsa. Värden över 1 innebär att omkodaren kan omkoda tillräckligt snabbt. Värden under 1 innebär att den inte kan det. Ett genomsnitt på 1.3 eller högre ger en smidig omkodning.

source: Unsupported container: {0}.
sv: Behållaren stöds inte: {0}.

source: Unsupported DTS stream: {0}.
sv: DTS-strömmen stöds inte: {0}.

source: Unsupported video stream: {0} {1}.
sv: Videoströmmen stöds inte: {0} {1}.

source: Unsupported video stream: {0}.
sv: Videoströmmen stöds inte: {0}.

source: Use the free Plex mobile app to easily write reviews and ratings, stream on the go and much more!
sv: Använd den kostnadsfria Plex-appen för mobilen för att enkelt skriva recensioner och betyg, strömma på språng och mycket mer!

source: Use the Plex mobile app to write reviews.
sv: Använd Plex-appen för mobilen för att skriva recensioner.

source: User Selection Screen
sv: Skärm för användarval

source: Video contains a mono audio track.
sv: Videon innehåller ett monoljudspår.

source: Video resolution is not supported in this container.
sv: Videoupplösningen stöds inte i den här behållaren.

source: Video resolution is not supported on this device.
sv: Videoupplösningen stöds inte på den här enheten.

source: View all {0}
sv: Visa alla {0}

source: View older replies
sv: Visa äldre svar

source: Watch Trailer
sv: Titta på trailer

source: Watchlist for later with a single list of movies & shows from any service
sv: Bevakningslista för senare med en enda lista över filmer och serier från alla tjänster

source: We could not load home
sv: Det gick inte att läsa in startsidan

source: We couldn't find an account with the email address {0}. Would you like to create one now? It's super fast!
sv: Vi kunde inte hitta något konto med e-postadressen {0}. Vill du skapa ett nu? Det går väldigt snabbt!

source: We're bummed to tell you that an error occurred. Mind trying again?
sv: Tråkigt nog uppstod ett fel. Kan du försöka igen?

source: We're unable to play this track, make sure the server is running and has access to this track.
sv: Det går inte att spela upp det här spåret. Kontrollera att servern körs och har åtkomst till spåret.

source: Writing
sv: Skriver

source: You don't have access to this item. Ask the owner to share it with you.
sv: Du har inte åtkomst till det här objektet. Be ägaren att dela det med dig.

source: You haven't created any {0} in this library. You can use the Plex web app ({1}) to add some.
sv: Du har inte skapat några {0} i det här biblioteket. Du kan använda Plex webbapp ({1}) för att lägga till några.

source: Your Guide is empty. Please verify your channel mappings and refresh the Guide.
sv: Guiden är tom. Kontrollera kanalmappningarna och uppdatera guiden.

source: Your Plex Media Server doesn't support video conversion.
sv: Din Plex Media Server stöder inte videokonvertering.

source: User Manual
sv: Användarhandbok

source: Bundle
sv: Bunt

source: Nightly
sv: Nattliga

source: Access to downloads for release version %s
sv: Tillgång till nedladdningar för utgåva version %s

source: Access to all past and future %s releases (including alpha, beta and rc)
sv: Tillgång till alla förflutna och framtida %s utgåvor (inklusive alfa, beta och rc)

source: Accesss to all available builds, including nightlies
sv: Tillgång till alla tillgängliga builds, inklusive nightlies

source: The installers include the following plugin bundles:
sv: Installationsprogrammen innehåller följande insticksmodulspaket:

source: You will also receive the PDF user manual in: <br><b>English, French, Portuguese, Italian, Japanese and German</b>
sv: Du kommer även att få PDF användarmanualen på: <br><b>Engelska, Franska, Portugisiska, Italienska, Japanska och Tyska</b>

source: You will gain access to installers that work with the following distros/OSes:
sv: Du får åtkomst till installationsprogram som fungerar med följande distributioner/operativsystem:

source: This bundle includes:<br><b>access to all 1.0.0 releases</b> (including alpha, beta and rc)
sv: Denna bunt inkluderar:<br><b>tillgång till alla 1.0.0 utgåvor</b> (inklusive alfa, beta, och rc)

source: You will automatically gain access to all available builds, including nightlies.
sv: Du kommer automatiskt få tillgång till alla tillgängliga builds, inklusive nightlies.

source: The installers work with the following distros/OSes:
sv: Installationsprogrammen fungerar med följande distributioner/operativsystem:

source: Started
sv: Började

source: Payment failed
sv: Betalning misslyckades

source: Single Version
sv: Ensam Version

source: Order Flow
sv: Orderflöde

source: Purchase
sv: Köp

source: User Mailing List
sv: User Mailing Lista

source: About this Site
sv: Om this Site

source: Designed by Andrew Harter
sv: Design av Andrew Harter

source: Select a product from above to make a purchase
sv: Välj en produkt ovanifrån för att göra ett köp

source: Step 1: Make a Purchase
sv: Steg 1: Gör ett köp

source: First, a purchase is made through a payment processor.
sv: Först görs ett köp via en betalningsprocessor.

source: Step 2: Email Confirmation
sv: Steg 2: E-postbekräftelse
